Repository: python/pootle-python-org-backup
Catalog: tmxes/es/bugs.tmx
Source language: en
Languages: es

source: Reporting Bugs
es: Informar de fallos

source: Documentation bugs
es: Errores en la documentación

source: If you find a bug in this documentation or would like to propose an improvement, please send an e-mail to docs@python.org describing the bug and where you found it. If you have a suggestion how to fix it, include that as well.
es: Si encuentra algún error en esta documentación o quiere proponer una mejora, por favor, envíe un e-mail a docs@python.org describiendo el error y dónde lo encontró. Si tiene alguna sugerencia sobre cómo solucionarlo, inclúyala también.

source: docs@python.org is a mailing list run by volunteers; your request will be noticed, even if it takes a while to be processed.
es: docs@python.org es una lista de correo mantenida por voluntarios; estos tomarán nota de su solicitud, aunque puede que tarde un tiempo en ser procesada.

source: Of course, if you want a more persistent record of your issue, you can use the issue tracker for documentation bugs as well.
es: De acuerdo, si quieres un registro más persistente de tu problema, puedes utilizar el sistema de informe de errores para documentar errores también.

source: Using the Python issue tracker
es: Usar el sistema de informe de errores de Python

source: Bug reports for Python itself should be submitted via the Python Bug Tracker (http://bugs.python.org/). The bug tracker offers a Web form which allows pertinent information to be entered and submitted to the developers.
es: Los reportes de errores para Python deberían ser sometidos via el Sistema de Informes de Errores de Python (http://bugs.python.org/). El sistema de informes de errores ofrece un formulario Web que permite introducir y someter información pertinente a los desarrolladores.

source: The first step in filing a report is to determine whether the problem has already been reported. The advantage in doing so, aside from saving the developers time, is that you learn what has been done to fix it; it may be that the problem has already been fixed for the next release, or additional information is needed (in which case you are welcome to provide it if you can!). To do this, search the bug database using the search box on the top of the page.
es: El primer paso al llenar un reporte es determinar si el problema ha sido ya reportado. La ventaja de hacerlo, además de ahorrar el tiempo de los desarrolladores, es que tu aprendes que ha sido hecho para solucionarlo; puede ser que el problema haya sido solucionado para el siguiente lanzamiento, o información adicional es necesaria (¡en cuyo caso eres bienvenido para proveerla si puedes!). Para hacerlo, busca en la base de datos de errores utilizando la caja de búsqueda en la sección superior de la página.
